"DST" = "DST";
"STD" = "STD";
"Loaded " = "Ielādēts ";
" deep space objects" = " dziļā kosmosa objekti";
"Loading NV fragment program: " = "Ielādē NV fragmentprogrammu: ";
"Error loading NV fragment program: " = "Kļūda ielādējot NV fragmentprogrammu:";
"Error in fragment program " = "Kļūda fragmentprogrammā";
"Initializing NV fragment programs . . .\n" = "Inicializē NV fragmentprogrammas . . .\n";
"All NV fragment programs loaded successfully.\n" = "Visas NV fragmentprogrammas ielādējās veiksmīgi.\n";
"Initializing ARB fragment programs . . .\n" = "Inicializē ARB fragmentprogrammas . . .\n";
"Galaxy (Hubble type: %s)" = "Galaktika (Habla tips: %s)";
"Loading image from file " = "Ielādē attēlu no faila";
": unrecognized or unsupported image file type.\n" = ": neatpazīts vai neatbalstīts attēla faila tips.\n";
"Error opening image file " = "Kļūda atverot attēla failu";
"Error: " = "Kļūda: ";
" is not a PNG file.\n" = " nav PNG fails. \n";
"Error reading PNG image file " = "Kļūda ielādējot PNG attēla failu";
"Loading model: " = "Ielādē modeli: ";
"   Model statistics: " = "   Modeļa īpašības: ";
" vertices, " = " verteksi, ";
" primitives, " = " primitīvi, ";
" materials " = " materiāli ";
" unique)\n" = " unikāli)\n";
"Error loading model '" = "Kļūda ielādējot modeli '";
"%s" = "%s";
"Error in .ssc file (line " = "Kļūda .ssc filā(līnijā ";
"parent body '" = "cilmes objektā '";
"' of '" = "' '";
"' not found." = "' netika atrasts.";
"warning duplicate definition of " = "uzmanību dubulta definīcija ";
"bad alternate surface" = "nederīga alternatīvā virsma";
"bad location" = "nederīga vieta";
"' not found.\n" = "' netika atrasts.\n";
"Bad header for cross index\n" = "Kopējam indeksam bojāta galvane\n";
"Bad version for cross index\n" = "Kopējam indekstam nederīga versija\n";
"Loading cross index failed at record " = "Kopējā indeksa ielāde apstājās pie ieraksta ";
"Bad spectral type in star database, star #" = "Nepareiza spektra klase datubāzē zvaigznei #";
" stars in binary database\n" = " zvaizgnes binārajā datubāzē\n";
"Total star count: " = "Kopējais zvaigzņu skaits: ";
"Error in .stc file (line " = "Kļūda .stc failā (līnijā ";
"Invalid star: bad spectral type.\n" = "Kļūdaina zvaigzne: nederīga spektra klase.\n";
"Invalid star: missing spectral type.\n" = "Kļūdaina zvaigzne: nav norādīta spektra klase.\n";
"Barycenter " = "Baricentrs";
" does not exist.\n" = " neeksistē.\n";
"Invalid star: missing right ascension\n" = "Nederīga zvaigznes: trūkst rektascensijas\n";
"Invalid star: missing declination.\n" = "Nederīga zvaigzne: trūkst deklinācijas.\n";
"Invalid star: missing distance.\n" = "Nederīga zvaigzne: trūkst distances.\n";
"Invalid star: missing magnitude.\n" = "Nederīga zvaigzne: trūkst zvaigžņlieluma.\n";
"Invalid star: absolute (not apparent) magnitude must be specified for star near origin\n" = "Nederīga zvaigzne: jānorāda absolūtais nevis redzamais zvaigžņlielums zvaigznej izvelsmes vietas tuvumā\n";
"Creating tiled texture. Width=" = "Tiek veidota sadalīta tekstūra. Platums=";
", max=" = ", max=";
"Creating ordinary texture: " = "Tiek veidota parasta tekstūra: ";
"Loading NV vertex program: " = "Ielādē NV verteksu programmu: ";
"Error loading NV vertex program: " = "Kļūda ielādējot NV verteksu programmu: ";
"Error in vertex program " = "Kļūda verteksu programmā ";
"Loading ARB vertex program: " = "Ielādē ARB verteksu programmu: ";
"Error loading ARB vertex program: " = "Kļūda ielādējot ARB verteksu programmu: ";
", line " = ", līnijā ";
"Initializing NV vertex programs . . .\n" = "Inicializēt NV verteksu programmas . . .\n";
"All NV vertex programs loaded successfully.\n" = "Visas NV verteksu programmas veiksmīgi ielādētas.\n";
"Initializing ARB vertex programs . . .\n" = "Inicializēt ARB verteksu programmas . . .\n";
"All ARB vertex programs loaded successfully.\n" = "Visas ARB verteksu programmas veiksmīgi ielādētas.\n";
"Error reading favorites file." = "Visas NV verteksu programmas veiksmīgi ielādētas.";
"Orientation: " = "Orientācija: ";
"Error opening script file." = "Kļūda atverot skripta failu.";
"Error opening script '%s'" = "Kļūda atverot skriptu '%s'";
"Unknown error opening script" = "Nenosakāma kļūda atverot skriptu";
"Script coroutine initialization failed" = "Skripta korutīnas inicializācija neizdevās";
"Invalid filetype" = "Nepareizs faila veids";
"Magnitude limit: %.2f" = "Limitējošais zvaigžņlielums iestādīts uz: %.2f";
"Markers enabled" = "Marķieri aktivizēti";
"Markers disabled" = "Marķieri izslēgti";
"Goto surface" = "Nolaisties uz virsmas";
"Alt-azimuth mode enabled" = "Azimutālais režīms ieslēgts";
"Alt-azimuth mode disabled" = "Azimutālais režīms izslēgts";
"Star style: fuzzy points" = "Zvaigznes: kā izplūduši punktiņi";
"Star style: points" = "Zvaigznes: kā punkti";
"Star style: scaled discs" = "Zvaigznes: kā mērogoti diski";
"Comet tails enabled" = "Komētu astes aktivizētas";
"Comet tails disabled" = "Komētu astes deaktivizētas";
"Render path: Basic" = "Renderēšanas ceļš: pamata";
"Render path: Multitexture" = "Renderēšanas ceļš: multitekstūru";
"Render path: NVIDIA combiners" = "Renderēšanas ceļš: NVIDIA kombinatori";
"Render path: OpenGL vertex program" = "Render path: OpenGL verteksu programma";
"Render path: NVIDIA vertex program and combiners" = "Renderēšanas ceļš: NVIDIA verteksu programma un kombinatori";
"Render path: OpenGL vertex program/NVIDIA combiners" = "Renderēšanas ceļš: OpenGL verteksu programma/NVIDIA kombinatori";
"Render path: OpenGL 1.5 vertex/fragment program" = "Renderēšanas ceļš: OpenGL 1.5 verteksu/fragmentu programma";
"Render path: NVIDIA GeForce FX" = "Renderēšanas ceļš: NVIDIA GeForce FX";
"Render path: OpenGL 2.0" = "Renderēšanas ceļš: OpenGL 2.0";
"Auto-magnitude enabled" = "Automātiskie zvaigžņlielumi aktivizēti";
"Auto-magnitude disabled" = "Automātiskie zvaigžņlielumi atslēgti";
"Cancel" = "Atcelt";
"Time and script are paused" = "Laiks un skripts apturēti (pauze)";
"Time is paused" = "Laiks ir apstādināts (pauze)";
"Resume" = "Turpināt";
"Light travel time:  %.4f yr " = "Gaismas ceļošanas ilgums:  %.4f gadi ";
"Light travel time:  %d min  %.1f s" = "Gaismas ceļošanas ilgums: %d min  %.1f s";
"Light travel time:  %d h  %d min  %.1f s" = "Gaismas ceļošanas ilgums:  %d h  %d min  %.1f s";
"Light travel delay included" = "Ierēķināts gaismas ceļošanas ilgums";
"Light travel delay switched off" = "Gaismas ceļošanas ilgums atslēgts";
"Light travel delay ignored" = "Gaismas ceļošanas ilgums ignorēts";
"Using normal surface textures." = "Izmanto normālās virsmu tekstūras";
"Using limit of knowledge surface textures." = "Izmanto zināmā robežu tekstūras.";
"Follow" = "Sekot";
"Time: Forward" = "Laiks: uz priekšu";
"Time: Backward" = "Laiks: atpakaļ";
"Time rate" = "Laika ātrums";
"Sync Orbit" = "Sinhronizēt orbītu";
"Lock" = "Sabloķēt";
"Chase" = "Novērot";
"Auto magnitude limit at 45 degrees:  %.2f" = "Automātiskais magnitūdas limits ir 45 grādi: %.2f";
"Ambient light level:  %.2f" = "Fona gaismas daudzums:  %.2f";
"Light gain" = "Gaismas pastiprinājums";
"Bloom enabled" = "Nerādīt komētu astes";
"Bloom disabled" = "Rādīt jomētu astes";
"Exposure" = "Ekspozīcija";
"GL error: " = "GL kļūda: ";
"View too small to be split" = "Skats par mazu lai sadalītu";
"Added view" = "Pievienots skatījums";
"ly" = "ly";
"au" = "au";
" days" = " dienas";
" hours" = " stundas";
" minutes" = " minūtes";
"Apparent diameter: " = "Redzamais diametrs: ";
"Apparent magnitude: " = "Redzamais spožums: ";
"Absolute magnitude: " = "Absolūtais spožums: ";
"RA: " = "RA: ";
"Dec: " = "Dec: ";
"km" = "km";
"Distance: " = "Distance: ";
"Star system barycenter\n" = "Zvaigžņu sistēmas baricentrs\n";
"Abs (app) mag: %.2f (%.2f)\n" = "Absolūtais (redz.) spožums: %.2f (%.2f)\n";
"Luminosity: " = "Starjauda: ";
"x Sun" = "x Saule(s)";
"Class: " = "Klase: ";
"Neutron star" = "Neitronu zvaigzne";
"Black hole" = "Melnais caurums";
"Surface temp: " = "Virsmas temperatūra: ";
"Radius: " = "Radiuss: ";
"Rsun" = "RSaules";
"Rotation period: " = "Rotācijas periods: ";
"Planetary companions present\n" = "Šai sistēmā ir planētas\n";
"Distance from center: " = "Attālums no centra:";
"Temperature: " = "Temperatūra: ";
"Apparent mag: %.2f\n" = "Redzamais zvaigžņlielums: %.2f\n";
"  LT" = "  LT";
"Real time" = "Reālais laiks";
"-Real time" = "-Reālais laiks";
"Time stopped" = "Laiks apturēts";
" faster" = "ātrāk";
" slower" = "lēnāk";
" (Paused)" = " (Pauze)";
"FPS: " = "FPS: ";
"\nSpeed: " = "\nĀtrums: ";
" m/s" = " m/s";
" km/s" = " km/s";
" AU/s" = " AU/s";
" ly/s" = " ly/s";
"Travelling " = "Ceļā";
"Track " = "Tur skatu uz objektu ";
"Follow " = "Seko objektam";
"Sync Orbit " = "Sinhronajā orbītītā ap objektu ";
"Lock " = "Sabloķēti objekti ";
"Chase " = "Novēro objektu ";
"FOV: " = "Skata leņķis: ";
"Sun" = "Saule";
"Target name: " = "Izvēlamā objekta nosaukums: ";
" at " = " ";
" fps" = "fps";
"  Recording" = "Ieraksta";
"  Paused" = "Pauze";
"F11 Start/Pause    F12 Stop" = "F11 Sākt/Pauze    F12 Stop";
"Edit Mode" = "Rediģēšanas režīms";
"Loading solar system catalog: " = "Ielādē zvaigžņu sistēmas katalogu: ";
"Loading " = "Ielādē ";
"License file 'License.txt' is missing!" = "Trūkst licences faila 'License.txt'!";
"Error reading configuration file." = "Kļūda nolasot konfigurācijas failu.";
"Initialization of SPICE library failed." = "SPICE bibliotēkas inicializācija neizdevās.";
"Cannot read star database." = "Nevar ielasīt zvaigžņu datubāzi.";
"Error opening deepsky catalog file." = "Kļūda atverot deespky kataloga failu.";
"Error opening solar system catalog.\n" = "Kļūda atverot zvaigžņu sistēmas katalogu.\n";
"Error opening asterisms file." = "Kļūda atverot asterismu failu.";
"Error opening constellation boundaries files." = "Kļūda atverot zvaigznāju robežu failus.";
"render path: " = "renderēšanas ceļš: ";
"Failed to initialize renderer" = "Nevarēja inicializēt renderētāju";
"Error loading font; text will not be visible.\n" = "Kļūda ielādējot fontus; teksts nebūs redzams.\n";
"Error reading cross index " = "Kļuda lasot kopējo indeksu ";
"Loaded cross index " = "Kopējais indekss ielādēts ";
"Error opening " = "Kļūda atverot ";
"Error reading star names file\n" = "Kļūda ielasot zvaigžņu nosaukumu failu\n";
"Error reading stars file\n" = "Kļūda ielasot zvaigžņu failu\n";
"Error opening star catalog " = "Kļūda atverot zvaigžņu katalogu ";
"Error in creating ogg file %s for capture.\n" = "Kļūda atverot ogg failu %s ierakstam.\n";
"Internal Ogg library error." = "Internālā Ogg bibliotēkas kļūda.";
"OggTheoraCapture::start() - Theora video: %s %.2f(%d/%d) fps quality %d %dx%d offset (%dx%d)\n" = "OggTheoraCapture::start() - Theora video: %s %.2f(%d/%d) kadri/s kvalitāte %d %dx%d offsets(%dx%d)\n";
"OggTheoraCapture::cleanup() - wrote %d frames\n" = "OggTheoraCapture::cleanup() - ierakstīja %d kadrus\n";
"Settings" = "Iestatījumi";
"Vendor: " = "Ražotājs: ";
"Renderer: " = "Renderētājs: ";
"Version: " = "Versija: ";
"GLSL version: " = "GLSL Versija: ";
"Max simultaneous textures: " = "Maksimālais tekstūru skaits vienlaicīgi: ";
"Max texture size: " = "Maksimālais tekstūras izmērs: ";
"Max cube map size: " = "Maksimālais tekstūras izmērs: ";
"Point size range: " = "Punktu mērogošanas attālums: ";
"Supported Extensions:" = "Atbalstītie paplašinājumi:";
"Windowed Mode" = "Logu režīms";
"Asteroids" = "Asteroīdiem";
"Comets" = "Komētām";
"Invisibles" = "Neredzamajiem";
"Moons" = "Pavadoņiem";
"Planets" = "Planētām";
"Spacecraft" = "Mākslīgie pavadoņi";
"Goto" = "Doties uz";
"Follow" = "Sekot";
"Sync Orbit" = "Synhronizēt ar orbītu";
"Info" = "Informācija";
"Reference Vectors" = "References vektori";
"Show Body Axes" = "Rādīt ķermeņu asis";
"Show Frame Axes" = "Rādīt rāmju asis";
"Show Sun Direction" = "Rādīt Saules virzienu";
"Show Velocity Vector" = "Rādīt ātruma vektoru";
"Show Planetographic Grid" = "Rādīt planetogrāfisko tīklu";
"Show Terminator" = "Show Terminator";
"Satellites" = "Pavadoņi";
"Alternate Surfaces" = "Alternatīvās virsmas";
"Orbiting Bodies" = "Apriņķojošie objekti";
"Unmark" = "Atcelt iezīmēto";
"Mark" = "Iezīmēt";
"Loading: " = "Ielādē: ";
"LANGUAGE" = "lv";
"WinLangID" = "0426";
"Copied URL" = "Iekopēja URL";
"Loading URL" = "Ielādē URL";
"Error opening script" = "Kļūda atverot scenāriju";
"Error loading script" = "Kļūda ielādējot scenāriju";
"Running script" = "Izpilda scenāriju";
"Planet" = "Planēta";
"Satellite" = "Pavadonis";
"Date" = "Datums";
"Start" = "Sākt";
"Duration" = "Ilgums";
"Earth" = "Zeme";
"Jupiter" = "Jupiters";
"Saturn" = "Saturns";
"Uranus" = "Urāns";
"Neptune" = "Neptūns";
"Pluto" = "Plutons";
"Name" = "Nosaukums";
"Distance (ly)" = "Attālums(ly)";
"App. mag" = "Redz.spož.";
"Abs. mag" = "Abs.spož.";
"Type" = "Tips";
"Universal Time" = "Universālais Laiks";
"Local Time" = "Vietējais laiks";
"Time Zone Name" = "Laika zona";
"UTC Offset" = "UTC nobīde";
"Celestial Browser" = "Debesu pārlūks";
"Moon" = "Mēness";
"Asteroid" = "Asteroīds";
"Comet" = "Komēta";
"Invisible" = "Neredzams";
"Barycenter" = "Baricentrs";
"Small Body" = "Mazs objekts";
"Dwarf Planet" = "Pundurplanēta";
"-" = "-";
"Eclipse Finder" = "Aptumsumu meklētājs";
"Add Bookmark" = "Pievienot grāmatzīmi";
"Add a bookmark for the current document" = "Pievienot grāmatzīmi šobdrīdējam dokumentam";
"Add Relative Bookmark" = "Pievienot relatīvo grāmatzīmi";
"Add a relative bookmark for the current document" = "Pievienot relatīvo grāmatzīmi šobdrīdējam dokumentam";
"Add Settings Bookmark" = "Pievienot iestatījumu grāmatzīmi";
"Add a settings bookmark for the current document" = "Pievienot iestatījumu grāmatzīmi šim dokumentam";
"Edit your bookmark collection in a separate window" = "Rediģēt grāmatzīmju kolekciju atsevišķā logā";
"New Folder..." = "Jauna mape...";
"Create a new bookmark folder in this menu" = "Radīt jaunu grāmatzīmju mapi šai izvēlnē";
"Can't add bookmark with empty URL" = "Nevar pievienot grāmatzīmi, kas nesatur URL";
"Something seems to be wrong with your installation of Celestia. The splash screen directory couldn't be found. \nStart-up will continue, but Celestia will probably be missing some data files and may not work correctly, please check your installation." = "Šķiet kaut kas nav kārtībā ar Celestia instalāciju. Logo direktorija netika atrasta. \nIelāde tiks turpināta, bet visticamāk, ka trūks kādu failu un Celestia var nedarboties korekti. Lūdzu pārbaudiet savu instalāciju.";
"Go to URL..." = "Iet uz URL...";
"Go to Long/Lat..." = "Iet uz koordinātēm...";
"Back" = "Atpakaļ";
"Forward" = "Tālāk";
"Home" = "Mājas";
"Bookmarks" = "Grāmatzīme";
"Full Screen" = "Pilns ekrāns";
"Copy URL" = "Iekopēt URL";
"Set Time..." = "Iestādīt laiku...";
"Set Time to Now" = "Iestādīt šobrīdējo laiku";
"Accelerate Time" = "Paātrināt laiku";
"Decelerate Time" = "Palēnināt laiku";
"Accelerate Time (x2)" = "Paātrināt laiku (x2)";
"Decelerate Time (/2)" = "Palēnināt laiku (x2)";
"Pause Time" = "Nopauzēt laiku";
"Reverse Time" = "Pagriezt laiku pretējā virzienā";
"Split View Vertically" = "Sadalīt skatu vertikāli";
"Split View Horizontally" = "Sadalīt skatu horizontāli";
"Cycle View" = "Cikliskais skats";
"Single View" = "Viens skatījums";
"Delete View" = "Izdzēst skatījumu";
"Frames Visible" = "Redzamie rāmji";
"Active Frame Visible" = "Aktīvais rāmis redzams";
"Synchronize Time" = "Sinhronizēt laiku";
"Alt-Azimuth Mode" = "Azimutālais režīms";
"Go To Surface" = "Doties uz virsmu";
"Show Stars" = "Rādīt zvaigznes";
"Show Planets" = "Rādīt planētas";
"Show Galaxies" = "Rādīt galaktikas";
"Show Globulars" = "Rādīt lodveida kopas";
"Show Partial Trajectories" = "Rādīt daļējas trajektorijas";
"Show Nebulae" = "Rādīt miglājus";
"Show Open Clusters" = "Rādīt vaļējās kopas";
"Show Constellations" = "Rādīt zvaigznājus";
"Show CloudMaps" = "Rādīt mākoņu kartes";
"Show Cloud Shadows" = "Rādīt mākoņu ēnas";
"Show Orbits" = "Rādīt orbītas";
"Show Asteroid Orbits" = "Rādīt asteroīdu orbītas";
"Show Comet Orbits" = "Rādīt komētu orbītas";
"Show Moon Orbits" = "Rādīt pavadoņu Orbītas";
"Show Star Orbits" = "Rādīt zvaigžņu orbītas";
"Show Planet Orbits" = "Rādīt planētu Orbītas";
"Show Spacecraft Orbits" = "Rādīt kosmisko aparātu orbītas";
"Show Celestial Grid" = "Parādīt koordinātu tīklu";
"Show Night Side Lights" = "Rādīt gaismas nakts pusē";
"Show Markers" = "Rādīt marķierus";
"Show Atmospheres" = "Rādīt atmosfēras";
"Show Smooth Orbit Lines" = "Rādīt nogludinātas orbītu līnijas";
"Show Eclipse Shadows" = "Rādīt aptumsumu ēnas";
"Cycle Star Mode" = "Cikliskās zvaigznes režīms";
"Show Ring Shadows" = "Rādīt ēnas riņķiem";
"Show Boundaries" = "Rādīt robežas";
"Auto Magnitudes" = "Automātiski zvaigžņlielumi";
"Show Comet Tails" = "Rādīt komētu astes";
"Show Star Labels" = "Rādīt zvaigžņu nosaukumus";
"Show Planet Labels" = "Rādīt planētu nosaukumus";
"Show Moon Labels" = "Rādīt toponīmus uz Mēness ";
"Show Comet Labels" = "Rādīt komētu nosaukumus";
"Show Constellation Labels" = "Rādīt zvaigznāju nosaukumus";
"Constellation Labels in Latin" = "Zvaigznāju latīniskie nosaukumi";
"Show Galaxy Labels" = "Rādīt galaktiku nosaukumus";
"Show Globular Labels" = "Rādīt nosaukumus lodveida kopām";
"Show Nebula Labels" = "Rādīt miglāju nosaukumus";
"Show Open Cluster Labels" = "Rādīt vaļējo kopu nosaukumus";
"Show Asteroid Labels" = "Rādīt asteroīdu nosaukumus";
"Show Spacecraft Labels" = "Rādīt komsiskajiem lidaparātiem";
"Show Location Labels" = "Rādīt vietvārdus";
"Display Local Time" = "Rādīt vietējo laiku";
"Show City Locations" = "Rādīt pilsētu novietojumu";
"Show Observatory Locations" = "Rādīt observatoriju novietojumu";
"Show Landing Sites Locations" = "Rādīt nosēšanās vietas";
"Show Crater Locations" = "Rādīt krāteru vietas";
"Show Mons Locations" = "Rādīt kalnus";
"Show Terra Locations" = "Rādīt zemienes";
"Show Vallis Locations" = "Rādīt ielejas";
"Show Mare Locations" = "Rādīt jūras";
"Show Other Locations" = "Rādīt citas vietas";
"Wireframe Mode" = "Karkasu režīms";
"Center on Orbit" = "Iecentrēt orbītu";
"Basic" = "Pamata";
"Multitexture" = "Multitekstūru";
"NvCombiners" = "NvCombiners";
"DOT3 ARBVP" = "DOT3 ARBVP";
"NvCombiner NvVP" = "NvCombiner NvVP";
"NvCombiner ARBVP" = "NvCombiner ARBVP";
"ARBFP ARBVP" = "ARBFP ARBVP";
"NV30" = "NV30";
"OpenGL 2.0" = "OpenGL 2.0";
"Cycle OpenGL Render Path" = "Ieciklēt OpenGL renderēšanas ceļu";
"Sync framerate to video refresh rate" = "Sinhronizēt kadrus skaitu ar displeja pārzīmēšanas frekvenci";
"Grab Image" = "Paņemt attēlu";
"Capture Video" = "Ierakstīt video";
"OpenGL info" = "OpenGL informācija";
"Show Bookmark Toolbar" = "Rādīt grāmatzīmju rīkjoslu";
"OpenGL Info" = "OpenGL informācija";
"UTC" = "UTC";
"This version of Celestia was not built with support for movie recording." = "Šai Celestia versijā nav tikusi iekļauta video ieraksta funkcija.";
"Go to URL" = "Atvērt URL...";
"Enter URL" = "Ievadiet URL";
"Object: " = "Objekts: ";
"Longitude: " = "Garums: ";
"East" = "Austrumi";
"West" = "Rietumi";
"Latitude: " = "Platums: ";
"North" = "Ziemeļi";
"South" = "Dienvidi";
"Altitude: " = "Augstums: ";
"Celestia encountered an error while processing your script" = "Celestia saskārās ar kļūdu jūsu skripa izpildes laikā";
"Celestia" = "Celestia";
"Use alternate configuration file" = "Izmantot citu konfigurācijas failu";
"Use alternate installation directory" = "Izmantot citu instalācijas direktoriju";
"Use as additional \"extras\" directory" = "Izmantot kā papildus \"extras\" direktoriju";
"Start fullscreen" = "Sākt pa pilnu ekrānu";
"Disable splash screen" = "Nerādīt sākuma ekrānu";
"Start and go to url" = "Startēt un iet uz URL";
"_: NAME OF TRANSLATORS\\nYour names" = "_: NAME OF TRANSLATORS\\nJanis Jatnieks";
"_: EMAIL OF TRANSLATORS\\nYour emails" = "_: EMAIL OF TRANSLATORS\\nsg30022(at)lanet.lv";
"Celestia Preferences" = "Celestia iestatījumi";
"Rendering" = "Izzīmēšana";
"Show" = "Rādīt";
"Stars" = "Zvaigznes";
"Galaxies" = "Galaktikas";
"Nebulae" = "Miglājus";
"Open Clusters" = "Vaļējās kopas";
"Atmospheres" = "Atmosfēras";
"Clouds" = "Mākoņus";
"Cloud Shadows" = "Mākoņu ēnas";
"Night Side Lights" = "Pilsētu gaismas ēnas pusē";
"Eclipse Shadows" = "Aptumsumu ēnas";
"Comet Tails" = "Komētu astes";
"Orbits" = "Orbītas";
"Partial Trajectories" = "Daļējas trajektorijas";
"Smooth Orbit Lines" = "Izlīdzināt orbītu līnijas";
"Celestial Grid" = "Koordinātu tīklu";
"Constellations" = "Zvaigznājus";
"Markers" = "Marķierus";
"Ring Shadows" = "Rinķu ēnas";
"Constellation Boundaries" = "Zvaigznāju ēnas";
"Orbits / Labels" = "Orbītas un nosaukumi";
"Labels" = "Nosaukumus";
"Constellations in Latin" = "Zvaigznājus latīniski";
"Spacecrafts" = "Kosmiskos aparātus";
"Locations" = "Vietas";
"Ambient Light" = "Fona gaismu";
"Limiting Magnitude" = "Limitējošais spožums";
"Info Text" = "Informatīvais teksts";
"Level: " = "Līmenis:";
"None" = "nav";
"Terse" = "īss";
"Verbose" = "pilnīgs";
"Textures" = "Tekstūras";
"Resolution: " = "Izšķirtspēja: ";
"Low" = "nedaudz";
"Medium" = "vidēji daudz";
"High" = "daudz";
"Automatic FOV" = "Automātiskais redzes leņķis (FOV)";
"Screen DPI: " = "Ekrāna izšķirtspēja (DPI): ";
"Viewing Distance (cm): " = "Skata attālums (cm): ";
"Cities" = "Pilsētas";
"Observatories" = "Observatorijas";
"Landing Sites" = "Piezemēšanās vietas";
"Craters" = "Krāteri";
"Mons" = "Kalni";
"Terra" = "Zemienes";
"Vallis" = "Ielejas";
"Mare" = "Jūras";
"Other" = "Citas";
"Minimum Feature Size" = "Struktūras mazākais izmērs";
"Date/Time" = "Datums/Laiks";
"Display" = "Rādīt";
"Timezone: " = "Laika zona:";
"Format: " = "Formāts: ";
"Local Format" = "Vietējais formāts";
"Set" = "Iestādīt";
"Local Time is only supported for dates between 1902 and 2037.\n" = "Vietējais laiks tiek nodrošināts tikai datumiem no 1902.-2037. gadam.\n";
"Julian Date: " = "Juliāna diena: ";
"Now" = "Tagadne";
"\nSelection: " = "\nIzvēlēts: ";
"Include Light Travel Time" = "Iekļaut gaismas ceļošanas ilgumu";
"Ignore Light Travel Time " = "Ignorēt gaismas ceļošanas ilgumu";
"OpenGL" = "OpenGL";
"Key Bindings" = "Galvenie saistījumi";
"<b>Unextended OpenGL 1.1</b>" = "<b>Nepaplašināts OpenGL 1.1</b>";
"<b>Multiple textures and the ARB_texenv_combine extension</b>" = "<b>Dažādas tekstūras un ARB_texenv_combine paplašinājums</b>";
"<b>NVIDIA combiners, no vertex programs</b>" = "<b>NVIDIA kombinators, bez verteksu programmām</b>";
"<b>ARB_texenv_DOT3 extension, ARB_vertex_program extension</b>" = "<b>ARB_texenv_DOT3 paplašinājums, ARB_vertex_program paplašinājums</b>";
"<b>NVIDIA Combiners, NV_vertex_program extension</b><br> provide bump mapping, ring shadows, and specular highlights on any Geforce or ATI Radeon graphics card, though NvCombiner ARBVP is a slightly better option for Geforce users" = "<b>NVIDIA Kombinatori, NV_vertex_program paplašinājums</b><br> nodrošina izciļņu kartējumus, riņķu ēnojumus, un iespaidīgus gaismas efektus  ar jebkuru Geforce vai ATI Radeon grafisko karti, taču NvCombiner ARBVP ir nedaudz labāka izvēle Geforce lietotājiem";
"<b>NVIDIA Combiners, ARB_vertex_program extension</b>" = "<b>NVIDIA Kombinatori, ARB_vertex_program paplašinājums</b>";
"<b>ARB_fragment_program and ARB_vertex_program extensions</b><br>provide advanced effects on Geforce FX and Radeon 9700 cards" = "<b>ARB_fragment_program un ARB_vertex_program paplašinājumu</b><br>nodrošina uzlabotus effektus ar Geforce FX un Radeon 9700 kartēm";
"<b>NV_fragment_program and ARB_vertex_program extensions</b>" = "<b>NV_fragment_program and ARB_vertex_program paplašinājumi</b>";
"<b>OpenGL 2.0 Shading Language</b>" = "<b>OpenGL 2.0 ēnojuma valoda</b>";
"File %1 does not exist, using default configuration file %2/celestia.cfg" = "Fails %1 neeksistē, izmanto nokulsēto konfigurāciju failu%2/celestia.cfg";
"Directory %1 does not exist, using default %2" = "Direktorija %1 neeksistē, izmanto noklusēto %2";
"Extras directory %1 does not exist" = "Papildinājumu direktorija %1 neeksistē";
"Abs (app) mag: " = "Abs.(redz.) mag: ";
"Surface Temp: " = "Virsmas temp.: ";
"Marked objects" = "Marķētie objekti";
"Select" = "Izvēlēties";
"Center" = "Iecentrēt";
"Synch Orbit" = "Sinhronā orbīta";
"Unmark All" = "Nemarķēt visus";
"Diamond" = "Rombs";
"Triangle" = "Trijstūris";
"Square" = "Kvadrāts";
"Filled Square" = "Aizpildīts kvadrāts";
"Plus" = "Pluss";
"X" = "X";
"Left Arrow" = "Kreisā bulta";
"Right Arrow" = "Labā bulta";
"Up Arrow" = "Bulta uz augšu";
"Down Arrow" = "Bulta uz leju";
"Circle" = "Rinķis";
"Disk" = "Disks";
"Normal" = "Normāls";
"Small Bodies" = "Mazi ķermeņi";
"Dwarf Planets" = "Pundurplanētas";
"Duration: %1" = "Ilgums: %1";
"Size: %1 MB" = "Izmērs: %1 MB";
"Current size: %1 x %2" = "Šobrīdējais izmērs: %1 x %2";
"Current width: %1 x %2" = "Šobrīdējais platums: %1 x %2";
"Current height: %1 x %2" = "Šobrīdējais augstums: %1 x %2";
"You must specify a file name." = "Jums jānorāda faila nosaukums.";
"Error initializing movie capture." = "Kļūda inicializējot filmas ierakstu.";
"Navigation" = "Navigācija";
"Options" = "Opcijas";
"Objects" = "Objekti";
"OpenGL Render Path" = "OpenGL renderēšanas ceļš";
"Time" = "Laiks";
"MultiView" = "MultiView";
"Main Toolbar" = "Galvenā rīkjosla";
"Dist." = "Att.";
"App. Mag." = "Abs. Mag.";
"Abs. Mag." = "Abs. Mag.";
"With Planets" = "Ar planētām";
"Brightest (Abs.)" = "Spožākā(Abs.)";
"Brightest (App.)" = "Spožākā(redz.)";
"Nearest" = "Tuvākais";
"Close" = "Aizvērt";
"Alt+C" = "Alt+C";
"Refresh" = "Atjaunināt";
"End" = "Beigt";
"Search parameters" = "Meklēšanas paramteri";
"Solar Eclipses" = "Saules aptumsumi";
"On:" = "Uz:";
"Moon Eclipses" = "Mēness aptumsumi";
"Search" = "Meklēšana";
"To:" = "Uz:";
"From:" = "No:";
"Close" = "Aizvērt";
"Video Capture" = "Video ieraksts";
"Save As:" = "Saglabāt kā:";
"*.ogg" = "*.ogg";
"Aspect Ratio:" = "Proporcija:";
"Current" = "Pašreizējā";
"11:9" = "11:9";
"4:3" = "4:3";
"16:9" = "16:9";
"Image Size:" = "Attēla izmērs:";
"Frame Rate:" = "Kadru skaits:";
"Video Quality:" = "Video kvalitāte:";
"Play Video when capture is done" = "Apskatīt video pēc ieraksta";
"Usage" = "Lietošana";
"<p>Press <b>F11</b> to start/pause recording<br>\nPress <b>F12</b> to stop</p>\n\n<p>Note that resizing the main window will not be possible until the end of the capture</p>" = "<p>Spiediet <b>F11</b> lai sāktu un apturētu ierakstu un <br>\n<b>F12</b>, lai ierakstu beigtu</p>\n\n<p>Ņemiet vērā, ka līdz ieraksta pabeigšanai programmas loga izmēri nebūs maināmi</p>";
"OK" = "Labi";
"Cancel" = "Atcelt";
"Mercury" = "Merkūrs";
"Venus" = "Venera";
"Mars" = "Marss";
"Phobos" = "Foboss";
"Deimos" = "Deimoss";
"Amalthea" = "Amalteja";
"Io" = "Jo";
"Europa" = "Eiropa";
"Ganymede" = "Ganimēds";
"Callisto" = "Kalisto";
"Prometheus" = "Prometejs";
"Pandora" = "Pandora";
"Epimetheus" = "Epimetejs";
"Janus" = "Jānuss";
"Mimas" = "Mimass";
"Enceladus" = "Encelads";
"Tethys" = "Tētija";
"Dione" = "Diona";
"Rhea" = "Reja";
"Titan" = "Titāns";
"Hyperion" = "Hiperions";
"Iapetus" = "Japets";
"Phoebe" = "Fēbs";
"Miranda" = "Miranda";
"Ariel" = "Ariels";
"Umbriel" = "Umbriels";
"Titania" = "Titānija";
"Oberon" = "Oberons";
"Larissa" = "Lārisa";
"Proteus" = "Protejs";
"Triton" = "Tritons";
"Nereid" = "Nereīda";
"Pluto-Charon" = "Pluto-Harons";
"Charon" = "Harons";
"NORTH AMERICA" = "ZIEMEĻAMERIKA";
"SOUTH AMERICA" = "DIENVIDAMERIKA";
"EURASIA" = "EIRĀZIJA";
"AFRICA" = "ĀFRIKA";
"AUSTRALIA" = "AUSTRĀLIJA";
"ANTARCTICA" = "ANTARKTIKA";
"NORTH ATLANTIC OCEAN" = "ATLANTIJAS OKEĀNA ZIEMEĻI";
"SOUTH ATLANTIC OCEAN" = "ATLANTIJAS OKEĀNA DIENVIDI";
"NORTH PACIFIC OCEAN" = "KLUSĀ OKEĀNA ZIEMEĻI";
"SOUTH PACIFIC OCEAN" = "KLUSĀ OKEĀNA DIENVIDI";
"INDIAN OCEAN" = "INDIJAS OKEĀNS";
"ARCTIC OCEAN" = "ZIEMEĻU LEDUS OKEĀNS";
"Milky Way" = "Piena Ceļš";
"SMC" = "SMC";
"LMC" = "LMC";
"Solar System Barycenter" = "Zvaigžņu sistēmas baricentrs";
"File" = "Faili";
"Open Script..." = "Atvērt scenāriju...";
"Scripts" = "Scenāriji";
"Placeholder" = "Marķieris";
"Capture Image...\tF10" = "Saglabāt ekrāna attēlu...\tF10";
"Capture Movie...\tShift+F10" = "Uzņemt filmu filmu...\tShift+F10";
"Exit" = "Iziet no programmas";
"Select Sol\tH" = "Izvēlēties Sauli\tH";
"Tour Guide..." = "Ceļojumu gids...";
"Select Object..." = "Izvēlēties objektu...";
"Goto Object..." = "Iet uz objektu";
"Center Selection\tC" = "Iecentrēt izvēlēto\tC";
"Go to Selection\tG" = "Iet uz izvēlēto\tG";
"Follow Selection\tF" = "Sekot izvēlētajam\tF";
"Sync Orbit Selection\tY" = "Sinhronizēt orbītu ap izvēlēto\tY";
"Track Selection\tT" = "Turēt skatu uz izvēlēto\tT";
"Solar System Browser..." = "Saules sistēmas pārlūks...";
"Star Browser..." = "Zvaigžņu pārlūks...";
"Eclipse Finder" = "Aptumsumu meklētājs";
"Time" = "Laiks";
"10x Faster\tL" = "10x Ātrāk\tL";
"10x Slower\tK" = "10x Lēnāk\tK";
"Freeze\tSpace" = "Apturēt\tSpace";
"Reverse Time\tJ" = "Laiks atpakaļ\tJ";
"Set Time..." = "Iestatīt laiku...";
"Show Local Time" = "Rādīt vietējo laiku";
"Render" = "Izzīmēt";
"Select Display Mode..." = "Izvēlēties ekrāna režīmus...";
"Toggle Full Screen\tAlt+Enter" = "Pārslēgt pilnekrāna režīmu\tAlt+Enter";
"View Options..." = "Vizuālās opcijas...";
"Locations..." = "Vietas...";
"More Stars Visible\t]" = "Rādīt vairāk zvaigžņu\t]";
"Fewer Stars Visible\t[" = "Rādīt mazāk zvaigžņu\t[";
"Auto Magnitude\tCtrl+Y" = "Automātiskie zvaigžņlielumi\tCtrl+Y";
"Star Style" = "Zvaigznes izskatās kā";
"Fuzzy Points" = "izplūduši punkti";
"Points" = "punkti";
"Scaled Discs" = "mērogoti diskveida objekti";
"Ambient Light" = "Fona gaisma";
"None" = "nav vispār";
"Low" = "nedaudz";
"Medium" = "vidēji daudz";
"Texture Resolution" = "Izšķirtspēja";
"High" = "Augsta";
"Antialiasing\tCtrl+X" = "Kropļojumnovērse\tCtrl+X";
"View" = "Skats";
"Split Horizontally\tCtrl+R" = "Sadalīt horizontāli\tCtrl+R";
"Split Vertically\tCtrl+U" = "Sadalīt vertikāli\tCtrl+U";
"Delete Active View\tDEL" = "Aizvērt aktīvo skatījumu\tDEL";
"Single View\tCtrl+D" = "Viens skatījums\tCtrl+D";
"Show Frames" = "Izmantot rāmjus";
"Synchronize Time" = "Sinhronizēt laiku";
"Bookmarks" = "Grāmatzīmes";
"Add Bookmarks..." = "Pievienot grāmatzīmes";
"Organize Bookmarks..." = "Organizēt grāmatzīmes";
"Help" = "Palīdzība";
"Run Demo" = "Sākt demonstrāciju";
"Controls" = "Kontroles";
"OpenGL Info" = "OpenGL Informācija";
"License" = "Licence";
"About Celestia" = "Par Celestia";
"About Celestia" = "Par Celestia";
"OK" = "Labi";
"Copyright (C) 2001-2009, Celestia Development Team" = "Copyright (C) 2001-2008, Celestia Development Team";
"http://www.shatters.net/celestia" = "http://www.shatters.net/celestia";
"Celestia is free software and comes with absolutely no warranty." = "Celestia ir bezmaksas programma un tai nav absolūti nekādu garantiju.";
"Authors" = "Autori";
"Chris Laurel" = "Kriss Lorels (Chris Laurel)";
"Clint Weisbrod" = "Clint Weisbrod";
"Fridger Schrempp" = "Fridger Schrempp";
"Christophe Teyssier" = "Christophe Teyssier";
"Grant Hutchison" = "Grant Hutchison";
"Pat Suwalski" = "Pat Suwalski";
"Toti" = "Toti";
"Da Woon Jung" = "Da Woon Jung";
"Hank Ramsey" = "Hank Ramsey";
"Bob Ippolito" = "Bob Ippolito";
"Vincent Giangiulio" = "Vincent Giangiulio";
"Select Object" = "Izvēlēties objektu";
"Object Name" = "Objekta nosaukums";
"License" = "Licence";
"Celestia Controls" = "Celestia kontrolēšana";
"OpenGL Driver Info" = "OpenGL draivera informācija";
"Set Simulation Time" = "Iestādīt simlācijas laiku";
"Time Zone: " = "Laika zona: ";
"Set To Current Time" = "Pārslēgt uz tagadni";
"Add Bookmark" = "Pievienot grāmatzīmi";
"Create in >>" = "Izveidot iekš >>";
"New Folder..." = "Jauna mape...";
"Solar System Browser" = "Saules sistēmas pārlūks";
"Solar System" = "Saules sistēma";
"Go To" = "Iet uz";
"Solar System Objects" = "Saules sistēmas objekti";
"Star Browser" = "Zvaigžņu pārlūks";
"Brightest" = "Spožākās";
"With planets" = "Ar planētām";
"Refresh" = "Atjaunot";
"Star Search Criteria" = "Zvaigžņu meklēšanas kritēriji";
"Maximum Stars Displayed in List" = "Maksimālais zvaigžņu skaits sarakstā";
"Tour Guide" = "Ceļojumu gids";
"Go To" = "Iet uz";
"Select your destination:" = "Izvēlieties galamērķi:";
"Go to Object" = "Iet uz objektu";
"radii" = "radii";
"Object" = "Objekts";
"Long." = "Garums";
"Lat." = "Platums";
"Distance" = "Attālums";
"Size:" = "Izmērs:";
"Frame rate:" = "Kadru skaits:";
"Select Display Mode" = "Izvēlēties displeja režīmu";
"Resolution" = "Izšķirtspēja";
"View Options" = "Skata opcijas";
"Globulars" = "Lodveida";
"Grids" = "Tīkli";
"Celestial" = "Debesu";
"Horizontal" = "Sadalīt skatu horizontāli";
"Galactic" = "Galaktiskās";
"Ecliptic" = "Ekliptika";
"Minor Moons" = "Pavadoņiem";
"DSO Labels" = "DSO Nosaukumus";
"Diagrams" = "Shēmas";
"Boundaries" = "Rādīt robežas";
"Latin Names" = "Latīņu nosaukumus";
"Information Text" = "Informatīvais teksts";
"Filter Stars" = "Filtrēt zvaigznes no";
"Montes (Mountains)" = "Kalnus";
"Maria (Seas)" = "Jūras";
"Valles (Valleys)" = "Ielejas";
"Terrae (Land masses)" = "Zemienes";
"Volcanoes" = "Vulkāni";
"Other features" = "Citas struktūras";
"Label Features" = "Nosaukt struktūras";
"Show Features" = "Rādīt struktūras";
"Minimum Labeled Feature Size" = "Minimālais izmērs nosaucamajām struktūrām";
"Add New Bookmark Folder" = "Pievienot jaunu grāmazīmju mapi";
"Folder Name" = "Mapes nosaukums";
"Organize Bookmarks" = "Kārtot grāmatzīmes";
"Rename..." = "Pārsaukt...";
"Delete" = "Dzēst";
"Rename Bookmark or Folder" = "Pārsaukt grāmatzīmi vai mapi";
"New Name" = "Jauns nosaukums";
"Compute" = "Aprēķināt";
"Set Date and Go to Planet" = "Iestādīt datumu un doties uz planētu";
"Lunar Eclipses" = "Mēness aptumsumi";
"Jan" = "Jan";
"Feb" = "Feb";
"Mar" = "Mar";
"Apr" = "Apr";
"May" = "Mai";
"Jun" = "Jūn";
"Jul" = "Jūl";
"Aug" = "Aug";
"Sep" = "Sep";
"Oct" = "Okt";
"Nov" = "Nov";
"Dec" = "Dec";
